Repository: Agence-Highfive/WooCommerce-additional-product
Catalog: languages/h5-additional-product-*.po
Languages: fr_fr

source: Add a simple or variable additionnal product to the cart for woocommerce
fr_fr: Ajoutez un produit simple ou variable au panier pour WooCommerce

source: Additional products
fr_fr: Produits additionnels

source: Additional product to the cart
fr_fr: Produits additionnels au panier

source: Search for a product
fr_fr: Rechercher un produit

source: Title
fr_fr: Titre

source: Show price
fr_fr: Afficher le Prix

source: Show product price after additional product name
fr_fr: Afficher le prix du produit après le nom du produit supplémentaire

source: Show the thumbnail
fr_fr: Afficher la vignette

source: Show the product thumbnail between the checkbox and the additional product name
fr_fr: Afficher la vignette du produit entre la case à cocher et le nom du produit supplémentaire

source: has been added to your cart
fr_fr: a été ajouté a votre panier

source: have been added to your cart
fr_fr: ont été ajoutés à votre panier
